{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_ttHkhw": {
      "type": "rich-text",
      "blocks": {
        "heading_gJW4WL": {
          "type": "heading",
          "settings": {
            "heading": "Help Center",
            "heading_size": "h0"
          }
        },
        "text_rxJY6z": {
          "type": "text",
          "settings": {
            "text": ""
          }
        },
        "button_34zMcx": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_gJW4WL",
        "text_rxJY6z",
        "button_34zMcx"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 20
      }
    },
    "multicolumn_DdrHjt": {
      "type": "multicolumn",
      "blocks": {
        "column_rPdH4p": {
          "type": "column",
          "settings": {
            "title": "<a href=\"\/pages\/before-you-buy\" title=\"Before You Buy\">Before You Buy<\/a>",
            "text": "<p>Find answers to frequently asked questions before placing your order with us.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_cnpRDW": {
          "type": "column",
          "settings": {
            "title": "<a href=\"\/pages\/company-information\" title=\"Company Information\">Company Information<\/a>",
            "text": "<p>Exploring answers to frequently asked questions about Voltbike.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_jRdAQP": {
          "type": "column",
          "settings": {
            "title": "<a href=\"\/pages\/support-repairs-and-service\" title=\"Support, Repairs and Service\">Support, Repair and Service<\/a>",
            "text": "<p>Support, Repair, and Service FAQs for Your Voltbike.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_rPdH4p",
        "column_cnpRDW",
        "column_jRdAQP"
      ],
      "settings": {
        "title": "",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_X9PW33": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_ETNPTJ": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I customize my bike order? Can I add or remove parts?",
            "icon": "none",
            "row_content": "<p>We offer customizable options for each bike model such as: frame size, battery size, front rack and accessory choice.<\/p><p>The complimentary accessory offered for each bike cannot be exchanged as a monetary value towards the bike.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_pwBAbK": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do Test Rides work?",
            "icon": "none",
            "row_content": "<p>We are open Mon-Fri 9am-5pm and Saturdays we are open from 10am-3pm for test rides.<\/p><p>We are located at #1125 - 1579 Kingsway Ave, Port Coquitlam, BC.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_Uhz37H": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What type of hitch bicycle rack would you recommend for my new fat bike from VoltBike?",
            "icon": "none",
            "row_content": "<p>As fat bikes become more and more popular, the question of how to carry your plus tire size bike around becomes more crucial. Based on our personal and customers experience we do have a selection which we could recommend. Thule T2 Pro XTR is a good option for carrying your fat bike around. Ideal for eBikes and fat bikes as it fits 20 - 29” wheels and up to 5” tires without adapters. This model also works for our narrower tire models as well, making it the default choice for recommended racks. You can check the available Thule rack at the link below: https:\/\/voltbike.com\/collections\/vehicle-racks<\/p><p><\/p>",
            "page": ""
          }
        },
        "collapsible_row_3aPrye": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Will riding in the rain affect the battery?",
            "icon": "none",
            "row_content": "<p>No. Our bikes are tested in the rain whenever it is raining in Vancouver on a week day (so roughly half the year) and they handle the water just fine. It is important not to store it where it will be rained on, or as one customer learned, submerged in water.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_JJwTPN": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I test ride your bikes at your Port Coquitlam, BC location?",
            "icon": "none",
            "row_content": "<p>We do offer test rides at our Port Coquitlam, BC, Canada location. Test rides are available between Monday-Friday 9am to 5pm and Saturday between 10am and 3pm. Most of the VoltBike models are available for test ride.The safety of our customers is our top priority. Wearing an approved helmet during test rides is mandatory. You can either bring your own helmet or you can use one of the VoltBike approved helmets available in the showroom. If you have never been on electric bike before then it's important to get yourself familiar with the operation of the electric bike. You can watch some of the videos available on our video <a href=\"https:\/\/www.voltbike.com\/how-to-videos\">section here. <\/a>You can also check our <a href=\"https:\/\/support.voltbike.com\/help-center\" title=\"https:\/\/support.voltbike.com\/help-center\">Help Center <\/a>section with many frequently asked questions. Our showroom staff is also available for you in case you have questions prior or after your test ride.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_QeR3pP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why isn't my transaction going through?",
            "icon": "none",
            "row_content": "<p>There are a few different possibilities for your payment not processing. Most times you will need to give your credit card company a call to let them know that you are trying to place this order. The transaction is usually a high amount and sometimes this gets flagged as unusual activity on your card and blocked from going through. A call to your credit card company usually will clear this up. Another reason could be that you have incorrectly inputted your card number, expiry date or CVV number on the back. Please ensure that everything is correct and you have called your credit card company before calling us as we will likely get the same result.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_NXaaJP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How does Support work?",
            "icon": "none",
            "row_content": "<p>We at Voltbike appreciate and support our customers and want everyone to enjoy their Voltbikes for years to come.<\/p><p>We offer a few different channels of support such as:<\/p><p><strong>Email<\/strong>: <a href=\"mailto:sales@voltbike.com\">sales@voltbike.com<\/a><\/p><p>Definitely the quickest and best way to get any problem solved. Email us with photos or videos of any issue in question. This is the best way to contact us because if we speak with you over the phone most likely we will ask you to email us with photos regardless. <\/p><p>This is very helpful because this way there is also a paper trail and anyone picking up phones can refer back to it, whereas a phonecall is between you and the rep who is sometimes walking around the warehouse and unable to record the details of your issue.<\/p><p><strong>Technical telephone line<\/strong>: 1-800-350-4840 (Dial 2)<\/p><p>Call us business hours Mon-Sat and select 2 for technical support. <\/p><p><strong>Support Ticket<\/strong>:  If you would rather fill out a form, we have a new ticketing <a href=\"https:\/\/www.voltbike.com\/support\"><strong>system.<\/strong><\/a><strong> <\/strong><\/p><p>Bear with us as this is not the fastest way to get through to a representative. Depending on the seriousness of each case, emailing or calling is a more direct way to get a response. <\/p>",
            "page": ""
          }
        },
        "collapsible_row_peRg7x": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Are you participating in the BC Electric Bike rebate program?",
            "icon": "none",
            "row_content": "<p>Yes, VoltBike is in the approved list of retailers participating in the BC E-bike rebate program. With the recent launch of the BC e-Bike Rebates website, residents of British Columbia can now enjoy substantial rebates on qualifying e-bike purchases. BC e-Bike Rebates is a BC government-backed initiative aimed at promoting sustainable transportation options by making electric bikes more accessible to residents of British Columbia. For more information please visit <a href=\"https:\/\/bcebikerebates.ca\/\">https:\/\/bcebikerebates.ca<\/a><\/p>",
            "page": ""
          }
        },
        "collapsible_row_ft4FmF": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Do you ship your bikes fully assembled?",
            "icon": "none",
            "row_content": "<p>Your bike will arrive about 95% assembled. Unlike other electric bike sellers we do ship our bikes with both wheels attached. The only assembly that may be required is to install the handlebars and pedals, and you are good to go! The whole process should not take more than 10-20 minutes, and no technical skills are required. See manual for more information.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_ntHd4J": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Pedelec and Power on Demand e-bikes",
            "icon": "none",
            "row_content": "<p>Pedelec is pedal assist. Meaning that as you pedal, the power kicks in and assists your movement. The motor is engaged as you start pedaling and will continue to only as you pedal.Power-on-Demand bikes have the option of using a throttle instead of pedaling, much like a scooter or motorcycle.Our throttle has a safety button to engage it whenever needed.Voltbike offers you both of these components on all of our bike models! So you get the convenience of pedal assist and using throttle to get you where you need to go without breaking a sweat!<\/p>",
            "page": ""
          }
        },
        "collapsible_row_MPnjyg": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How does Voltbike replace parts\/offer support?",
            "icon": "none",
            "row_content": "<p>After purchasing your Voltbike, we do offer support to all of our customers.<br\/><br\/>If there is a component on your bike that has malfunctioned, here is what you can do to get your bike back to running at peak condition.<br\/><br\/>1. In the <a href=\"http:\/\/www.voltbike.com\/how-to-videos\">How to Videos<\/a> section of our website we offer solutions to many of the most common issues that may present themselves to Voltbike owners with many miles on their odometers. <a href=\"http:\/\/www.voltbike.com\/how-to-videos\">Click here for How to Videos.<\/a><br\/><br\/>2. Take some photos of the area in question and send it to us in an email.<br\/><br\/>3. We will then send you replacement parts as needed. We provide video instructions on how to change any parts.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_N6mmht": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is your return policy?",
            "icon": "none",
            "row_content": "<p>We always strive to deliver a quality product. We build, test and inspect all of our bikes prior to shipping.<br\/><br\/>If for some reason the bike is not a good fit for you, we allow returns within a 7 days period.<br\/><br\/>1. New and unused bikes are subject to 10% restocking fee.<br\/><br\/>2. If the bike is used and with less than 10km on the odometer then it is subject to 20% restocking fee.<br\/><br\/>3. If the bike is used and with more than 30km on the odometer then it is subject to 35% restocking fee.<br\/><br\/>The customer is responsible for arranging the freight to come back in our facility. The average cost to ship bike across Canada is $200. The bike needs to be returned in its original packing.<br\/><br\/>Please note that returning a bicycle to us is time-consuming for you and also for us. If you are not sure if the bike will fit you, then please contact our customer service staff which would guide you.<\/p><p><strong>Cancellations<\/strong><\/p><p>You can cancel an order up until the order has been shipped. There is no fee associated with this.<\/p><p>Orders that have already been shipped with valid tracking number cannot be canceled. Once the order is shipped, the customer will be responsible for returning the new merchandise pursuant to the VoltBike return policy to receive a refund.<\/p><p><strong>Helmet Exchange<\/strong><\/p><p>Due to Covid 19, we are no longer accepting any helmet returns or exchanges. If you don't think that either of helmet sizes will fit you, please select a top tube bag as your option for your gift with purchase rather than a helmet.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_8iD3tK": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I pick-up my bike? (Canadian customers)",
            "icon": "none",
            "row_content": "<p>If you live close to our distribution center located in the lower mainland then you can save the shipping cost and pick up your bike fully assembled. Please note that all pickups are subject to BC taxes.<br\/>Picking up your bike locally saves you the shipping cost of $49 plus you get your bike fully assembled by our bike mechanics. Our bike mechanics will go through the full assembly process and it will be ready to ride. (no box)<br\/><br\/>When placing an order online, as you get through filling in your shipping\/billing info, the option for Local pickup will come up. Please note that this option is available upon selecting the province of \"British Columbia\".<br\/><br\/>After your order is placed, please contact us via email or telephone to set up a time for you to pickup the bike. We are open Mon-Friday 9:30am-6pm. Saturday we are open for pickups by appointment only.<br\/><br\/>Our main distribution center and VoltBike headquarters is located at 1579 Kingsway Ave Unit 1125, Port Coquitlam, BC, V3C 0H1.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_VGEwby": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What makes VoltBike better than the rest?",
            "icon": "none",
            "row_content": "<p>We firmly believe that we make the best electric bikes available at the most affordable price. There are many small factors in the construction process that make a large difference in the finished product. Our huge volume of sales gives us enormous feedback from customers which helps us upgrade our line of products each production cycle. The bike you may get will have all those small upgrades our customers care about.Every VoltBike is equipped with features which are extra compared to many other electric bikes on the market. VoltBike comes with headlights and rear lights connected to the main battery, fenders, a rear rack, neoprene chainstay protector, derailleur guard, an adjustable stem and many other advanced features.In addition, each VoltBike is inspected, tested and adjusted prior to leaving our distribution centers.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_T7gMcG": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Do I need a special license or registration?",
            "icon": "none",
            "row_content": "<p>The short answer is: no, you do not. According to federal law, a bicycle with an electric motor capable of generating up to 500 watts of power (or 750 watts for USA) are able to propel a rider to a speed of up to 20 mph, equipped with fully functioning power assist pedals, is considered to be a bicycle or a consumer good rather than a motor vehicle. Most provinces in Canada allow riders 14 or 16 years and up to drive power assisted electric bikes. Over 18 years of age do not require any kind of license whatsoever. Please check your local regulations for further inquiries.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_DCBwmK": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why are your prices so low?",
            "icon": "none",
            "row_content": "<p>Our business model is direct to consumer. This means that we skip the traditional style distribution through bike shops and dealerships. We deliver the bike directly to you, skipping the middle man and passing the savings to the end customer. On top of getting a better price, the end consumer also benefits from dealing with only one company which is much easier.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_DmzcXH": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How much does it cost to charge VoltBike?",
            "icon": "none",
            "row_content": "<p>In Vancouver, BC the cost per kWh varies on the time period. A good, round number that is close to the average is 8.91 cents per kWh. A rough average for an electric bike is 36 volts and about 10 Amp-Hours. To calculate the Kilowatt-hours (kWh) of your electric bike, simply multiply those two numbers together and divide by 1000. This means that it takes about 0.36 kW to charge an electric bike for one hour. In most cases, an electric bike will need to charge for about 4 to 5 hours, so let's say the total consumption for a complete charge cycle is: 5 x 0.36 = 1.8 kWh. So this means it will cost you $0.16 to charge your bike in Vancouver, BC.<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_ETNPTJ",
        "collapsible_row_pwBAbK",
        "collapsible_row_Uhz37H",
        "collapsible_row_3aPrye",
        "collapsible_row_JJwTPN",
        "collapsible_row_QeR3pP",
        "collapsible_row_NXaaJP",
        "collapsible_row_peRg7x",
        "collapsible_row_ft4FmF",
        "collapsible_row_ntHd4J",
        "collapsible_row_MPnjyg",
        "collapsible_row_N6mmht",
        "collapsible_row_8iD3tK",
        "collapsible_row_VGEwby",
        "collapsible_row_T7gMcG",
        "collapsible_row_DCBwmK",
        "collapsible_row_DmzcXH"
      ],
      "settings": {
        "caption": "",
        "heading": "Before You Buy",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "rich_text_ttHkhw",
    "multicolumn_DdrHjt",
    "collapsible_content_X9PW33"
  ]
}
